Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Rakenduse Chromium eelistused";
AllowCrossOriginAuthPrompt.pfm_title = "Mitme päritoluga HTTP Basic Authi viibad";
AllowCrossOriginAuthPrompt.pfm_description = "Juhib, kas lehel olev kolmanda osapoole alasisu võib HTTP Basic Authi dialoogikastis hüpikuna esineda. Tavaliselt on see andmepüügikaitseks keelatud.";
AllowFileSelectionDialogs.pfm_title = "Luba valida failiavamisdialooge.";
AllowFileSelectionDialogs.pfm_description = "Võimaldab juurdepääsu seadmes asuvatele kohalikele failidele, lubades rakendusel Chromium failivalimisdialooge kuvada. Kui lubate seade, saavad kasutajad avada failivalimisdialooge tavapärasel moel. Kui seade on keelatud ja kasutaja tehtud toiming avaks muul juhul failivalimisdialoogi (nt järjehoidjate importimine, failide üleslaadimine, linkide salvestamine jms), kuvatakse selle sõnum ja eeldatakse, et kasutaja on failivalimisdialoogis klõpsanud käsul Tühista. Kui seade ei ole määratud, saavad kasutajad failivalimisdialooge avada tavapärasel moel.";
AllowOutdatedPlugins.pfm_title = "Luba vananenud pistikprogrammide käitamine";
AllowOutdatedPlugins.pfm_description = "Võimaldab rakendusel Chromium käitada vananenud pistikprogramme. Kui lubate selle seade, kasutatakse vananenud pistikprogramme tavapärasel moel. Kui keelate seade, ei kasutata vananenud pistikprogramme ja kasutajatelt ei küsita luba nende kasutamiseks. Kui seade ei ole määratud, küsitakse kasutajatelt luba vananenud pistikprogrammide käitamiseks.";
AlternateErrorPagesEnabled.pfm_title = "Luba alternatiivsed vealehed";
AlternateErrorPagesEnabled.pfm_description = "Lubab kasutada rakendusse Chromium sisse ehitatud alternatiivseid vealehti (näiteks „Lehte ei leitud”) ja takistab kasutajaid seadet muutmast. Kui lubate seade, kasutatakse alternatiivseid vealehti. Seade keelamisel ei kasutata alternatiivseid vealehti kunagi. Seade lubamisel või keelamisel ei saa kasutajad seadet rakenduses Chromium muuta ega alistada.";
AlwaysAuthorizePlugins.pfm_title = "Käitab alati pistikprogrammid, mis vajavad volitamist";
AlwaysAuthorizePlugins.pfm_description = "Võimaldab tootel Chromium käitada pistikprogramme, mille jaoks on vajalik volitamine. Kui lubate selle seade, töötavad pistikprogrammid, mis ei ole aegunud, alati. Kui see seade on keelatud või pole määratud, palutakse kasutajatelt volitust vajavate pistikprogrammide käitamiseks luba. Need on pistikprogrammid, mis võivad turvalisust ohustada.";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberose volitusserveri lubatud nimekiri";
AuthNegotiateDelegateWhitelist.pfm_description = "Serverid, kuhu Chromium võib volituse anda.";
AuthSchemes.pfm_title = "Toetatud autentimisskeemid";
AuthSchemes.pfm_description = "Määrab, milliseid HTTP autentimisskeeme Chromium toetab. Võimalikud väärtused on „basic”, „digest”, „NTLM” ja „negotiate”. Eraldage väärtused komadega.";
AuthServerWhitelist.pfm_title = "Autentimisserveri lubatud nimekiri";
AuthServerWhitelist.pfm_description = "Määrab, millised serverid tuleks integreeritud autentimiseks lubatud nimekirja kanda. Integreeritud autentimine lubatakse vaid juhul, kui Chromium saab autentimistaotluse puhverserverist või selles lubatud nimekirjas olevast serverist. Eraldage serverite nimed komadega. Metamärgid (*) on lubatud.";
AutoFillEnabled.pfm_title = "Luba automaatne täitmine";
AutoFillEnabled.pfm_description = "Lubab rakenduse Chromium automaatse täitmise funktsiooni ja võimaldab kasutajatel automaatselt täita veebivorme varem talletatud teabega, näiteks aadressi või krediitkaardiandmetega. Kui keelate seade, ei saa kasutajad automaatset täitmist kasutada. Kui lubate seade või jätate väärtuse seadistamata, saavad kasutajad automaatset täitmist juhtida. See võimaldab neil seadistada automaatse täitmise profiile ja lülitada soovi korral automaatset täitmist sisse ja välja.";
BlockThirdPartyCookies.pfm_title = "Blokeeri kolmanda osapoole küpsised";
BlockThirdPartyCookies.pfm_description = "Blokeerib kolmanda osapoole küpsiseid. Kui lubate seade, ei saa seada küpsiseid, mis pärinevad mujalt kui brauseri aadressiribal olevalt domeenilt. Kui keelate seade, saavad küpsiseid seada ka veebilehe elemendid, mis pärinevad mujalt kui brauseri aadressiribal olevalt domeenilt, ja kasutajad ei saa seadet muuta.";
BookmarkBarEnabled.pfm_title = "Luba järjehoidjariba";
BookmarkBarEnabled.pfm_description = "Lubab rakenduse Chromium uuel vahelehel järjehoidjariba. Kui lubate seade, näitab Chromium uuel vahelehel järjehoidjariba. Kui keelate seade, ei näe kasutajad järjehoidjariba ühelgi juhul. Kui lubate või keelate seade, ei saa kasutajad seda rakenduses Chromium muuta ega alistada.";
ClearSiteDataOnExit.pfm_title = "Tühjenda saidiandmed brauseri sulgemisel";
ClearSiteDataOnExit.pfm_description = "Reegel alistab sisuseade valiku „Tühjenda brauseri sulgemisel küpsised ja muud saidi andmed”. Kui see on sisse lülitatud, kustutab Chromium brauseri sulgemisel kõik kohalikud andmed.";
CookiesAllowedForUrls.pfm_title = "Luba küpsised nendel saitidel";
CookiesAllowedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel on lubatud küpsiseid seada.";
CookiesBlockedForUrls.pfm_title = "Blokeeri nende saitide küpsised";
CookiesBlockedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud küpsiseid seada.";
CookiesSessionOnlyForUrls.pfm_title = "Luba nendel saitidel vaid seansi küpsised";
CookiesSessionOnlyForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel on lubatud seada vaid seansi küpsiseid.";
DefaultBrowserSettingEnabled.pfm_title = "Sea Chrome vaikebrauseriks";
DefaultBrowserSettingEnabled.pfm_description = "Seadistab vaikebrauseri kontrolli rakenduses Chromium ja takistab kasutajaid neid muutmast. Kui lubate seade, kontrollib Chromium käivitamisel alati, kas ta on vaikebrauser, ja võimalusel registreerib end ise. Kui keelate seade, ei kontrolli Chromium kunagi, kas ta on vaikebrauser, ja kasutajal keelatakse valiku seadmine. Kui te ei määra seadet, võimaldab Chromium kasutajal valida, kas see on vaikebrauser ja kas vastasel korral näidatakse kasutajale teatist.";
DefaultCookiesSetting.pfm_title = "Küpsiste vaikeseade";
DefaultCookiesSetting.pfm_description = "0 - Luba kõikidel saitidel kohalike andmete seadmine.\n1 - Keela kõigil saitidel kohalike andmete seadmine\nVõimaldab määrata, kas veebisaitidel on lubatud seada kohalikke andmeid. Kohalike andmete seadmist on võimalik kõikidele saitidele lubada või keelata.";
DefaultGeolocationSetting.pfm_title = "Geograafilise asukoha vaikeseade";
DefaultGeolocationSetting.pfm_description = "0 - Luba saitidel kasutaja füüsilist asukohta jälgida\n1 - Keela kõigil saitidel kasutajate füüsilise asukoha jälgimine\n2 - Küsi iga kord, kui sait tahab jälgida kasutajate füüsilist asukohta\nVõimaldab määrata, kas veebisaitidel on lubatud jälgida kasutajate füüsilist asukohta. Kasutajate füüsilise asukoha jälgimine võib olla vaikimisi lubatud või keelatud või kasutajalt võidakse luba küsida iga kord, kui veebisait taotleb füüsilist asukohta.";
DefaultImagesSetting.pfm_title = "Kujutiste vaikeseaded";
DefaultImagesSetting.pfm_description = "0 - Luba kõikidel saitidel kõikide kujutiste kuvamine\n1 - Keela kõigil saitidel kujutiste näitamine\nVõimaldab määrata, kas veebisaitidel on lubatud kujutisi kuvada. Kujutiste kuvamine võib olla kõikidel veebisaitidel lubatud või keelatud.";
DefaultJavaScriptSetting.pfm_title = "JavaScripti vaikeseade";
DefaultJavaScriptSetting.pfm_description = "0 - Luba kõikidel saitidel JavaScripti käitamine\n1 - Keela kõigil saitidel JavaScripti käitamine\nVõimaldab määrata, kas veebisaitidel on lubatud käitada JavaScripti. JavaScripti käitamist on võimalik kõikidel veebilehtedel lubada või keelata.";
DefaultNotificationSetting.pfm_title = "Teatiste vaikeseade";
DefaultNotificationSetting.pfm_description = "0 - Luba saitidel töölauateatiste näitamine\n1 - Keela kõigil saitidel töölauateatiste näitamine\n2 - Küsi iga kord, kui sait tahab näidata töölauateatisi\nVõimaldab määrata, kas veebisaitidel on lubatud kuvada töölauateatisi. Töölauateatiste kuvamine võib olla vaikimisi lubatud või keelatud või küsitakse kasutaja käest luba iga kord, kui veebisait soovib töölauateatisi näidata.";
DefaultPluginsSetting.pfm_title = "Pistikprogrammide vaikeseade";
DefaultPluginsSetting.pfm_description = "0 - Kõikidel saitidel pistikprogrammide automaatselt käitamise lubamine\n1 - Blokeeri kõik pistikprogrammid\nVõimaldab määrata, kas veebisaitidel on lubatud automaatselt pistikprogramme käitada. Pistikprogrammide automaatne käitamine on võimalik lubada või keelata kõikidel veebisaitidel.";
DefaultPopupsSetting.pfm_title = "Hüpikakende vaikeseade";
DefaultPopupsSetting.pfm_description = "0 - Luba kõigil saitidel hüpikakende näitamine\n1 - Keela kõikidel saitidel hüpikakende näitamine\nVõimaldab määrata, kas veebisaitidel on lubatud näidata hüpikaknaid. Hüpikakende näitamine võib olla lubatud või keelatud kõikidel saitidel.";
DefaultSearchProviderEnabled.pfm_title = "Luba vaikeotsingupakkuja";
DefaultSearchProviderEnabled.pfm_description = "Võimaldab kasutada vaikeotsingupakkujat. Kui lubate seade, siis otsitakse omnikastikesse sisestatud teksti (mis ei ole URL) vaikeotsingu abil. Võite määrata kasutatava vaikeotsingupakkuja, määrates muud vaikeotsingu reeglid. Kui need jäetakse tühjaks, saab kasutaja valida vaikeotsingupakkuja. Kui keelate seade, ei otsita omnikastikesse sisestatud teksti (mis ei ole URL). Seade lubamisel või keelamisel ei saa kasutajad rakenduses Chromium seadet muuta ega alistada.";
DefaultSearchProviderEncodings.pfm_title = "Vaikeotsingupakkuja kodeeringud";
DefaultSearchProviderEncodings.pfm_description = "Määrab tähemärgikodeeringud, mida otsingupakkuja toetab. Kodeeringud on koodilehtede nimed, näiteks UTF-9, GB2312 ja ISO-8859-1. Neid proovitakse sisestatud järjekorras. Vaikeseade on UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Vaikeotsingupakkuja ikoon";
DefaultSearchProviderIconURL.pfm_description = "Määrab vaikeotsingupakkuja lemmikikooni URL-i. See on valikuline.";
DefaultSearchProviderInstantURL.pfm_title = "Vaikeotsingupakkuja Instant-URL";
DefaultSearchProviderInstantURL.pfm_description = "Määrab kasutatava otsingumootori URL-i, mille kaudu esitatakse Instant-tulemusi. URL peab sisaldama stringi '{searchTerms}', mis asendatakse päringu ajal kasutaja sisestatud tekstiga. See on valikuline.";
DefaultSearchProviderKeyword.pfm_title = "Vaikeotsingupakkuja märksõna";
DefaultSearchProviderKeyword.pfm_description = "Määrab märksõna, mida kasutatakse omnikastikeses otseteena teenusepakkuja otsingu käivitamiseks. Funktsioon on valikuline.";
DefaultSearchProviderName.pfm_title = "Vaikeotsingupakkuja nimi";
DefaultSearchProviderName.pfm_description = "Määrab vaikeotsingupakkuja nime. Kui see jäetakse tühjaks, kasutatakse otsingu URL-iga määratud hostinime.";
DefaultSearchProviderSearchURL.pfm_title = "Vaikeotsingupakkuja otsingu URL";
DefaultSearchProviderSearchURL.pfm_description = "Määrab vaikeotsingu jaoks kasutatava otsingumootori URL-i. URL peab sisaldama stringi {searchTerms}, mis asendatakse päringus kasutaja otsitavate terminitega.";
DefaultSearchProviderSuggestURL.pfm_title = "Vaikeotsingupakkuja soovitatud URL";
DefaultSearchProviderSuggestURL.pfm_description = "Määrab otsingu soovituste esitamiseks kasutatava otsingumootori URL-i. URL peab sisaldama stringi {searchTerms}, mis asendatakse päringu saatmisel kasutaja sisestatud tekstiga. See on valikuline.";
DeveloperToolsDisabled.pfm_title = "Keela arendaja tööriistad";
DeveloperToolsDisabled.pfm_description = "Keelab arendaja tööriistad ja JavaScripti konsooli. Kui lubate seade, ei pääse kasutajad arendaja tööriistade juurde ja veebisaidi elemente ei saa enam uurida. Kõik arendaja tööriistade või JavaScripti konsooli avamiseks kasutatavad klaviatuuri otseteed ja menüü- või kontekstimenüükirjed keelatakse.";
Disable3DAPIs.pfm_title = "Keela 3D-graafika API-liideste tugi";
Disable3DAPIs.pfm_description = "Keelake 3D-graafika API-liideste tugi. Seade lubamisel takistatakse veebilehti graafikaprotsessori (GPU) juurde pääsemast. Täpsemalt ei pääse veebilehed WebGL-i API-liidese juurde ja pistikprogrammid ei saa kasutada Pepper 3D API-liidest. Seade keelamine võimaldab veebilehtedel WebGL-i API-liidest ja pistikprogrammidel Pepper 3D API-liidest kasutada. Brauseri vaikeseaded võivad siiski API-liideste kasutamiseks nõuda käsureaargumentide rakendamist.";
DisableAuthNegotiateCnameLookup.pfm_title = "Keela CNAME-i otsing Kerberose autentimise läbirääkimisel";
DisableAuthNegotiateCnameLookup.pfm_description = "Määrab, kas loodud Kerberose SPN põhineb kanoonilisel DNS-nimel või algsel sisestatud nimel. Kui lubate seade, jäetakse CNAME-i otsimine vahele ja kasutatakse serveri nime sisestatud kuju. Seade keelamisel määratakse serveri kanooniline nimi CNAME-i otsingu kaudu.";
DisablePluginFinder.pfm_title = "Keela pistikprogrammide leidja";
DisablePluginFinder.pfm_description = "Kui valite seade väärtuseks Tõene, keelatakse rakenduses Chromium puuduvate pistikprogrammide automaatne otsing ja installimine.";
DisableSpdy.pfm_title = "Keela SPDY-protokoll";
DisableSpdy.pfm_description = "Keelab SPDY-protokolli kasutamise rakenduses Chromium.";
DisabledPlugins.pfm_title = "Keelatud pistikprogrammide loend";
DisabledPlugins.pfm_description = "Määrab rakenduses Chromium keelatud pistikprogrammide loendi ja takistab kasutajaid seadet muutmast. Juhuslike tähemärkide jada vastendamiseks võib kasutada metamärke * ja ?. Märk * vastab mis tahes tähemärkide arvule, ? tähistab valikulist üksikut tähemärki, mis võib, aga ei pruugi esineda. Paomärk on \, mistõttu võite tähemärkide *, ? või \ vastendamiseks lisada nende ette märgi \. Kui lubate seade, ei kasutata pistikprogrammide loendit rakenduses Chromium kunagi. Pistikprogrammid märgitakse aknas „about:plugins” keelatuks ja kasutajad ei saa neid lubada. Pange tähele, et seda reeglit saab alistada reegliga EnabledPlugins ja reegliga DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Keelatud pistikprogrammide loendi erandite loend";
DisabledPluginsExceptions.pfm_description = "Määrab pistikprogrammide loendi, mille kasutaja saab rakenduses Chromium lubada või keelata. Metamärke * ja ? saab kasutada juhuslike tähemärkide vastendamiseks. Märk * vastab mis tahes tähemärkide arvule, ? tähistab valikulist üksikut tähemärki, mis võib, aga ei pruugi esineda. Paomärk on \, mistõttu võite tähemärkide *, ? või \ vastendamiseks lisada nende ette märgi \. Kui lubate seade, saab määratud pistikprogrammide loendit rakenduses Chromium kasutada. Kasutajad saavad need aknas „about:plugins” lubada või keelata isegi juhul, kui pistikprogramm vastab ka reeglis DisabledPlugins olevale mustrile. Kasutajad saavad lubada ja keelata ka pistikprogramme, mis ei vasta ühelegi mustrile reeglites DisabledPlugins, DisabledPluginsExceptions ja EnabledPlugins.";
DisabledSchemes.pfm_title = "Keelatud protokolliskeemide loend";
DisabledSchemes.pfm_description = "Keelab loetletud protokolliskeemid rakenduses Chromium. Selles loendis olevat skeemi kasutavaid URL-e ei laadita ja neid ei saa külastada.";
DiskCacheDir.pfm_title = "Vahemälu kataloogi seadmine";
DiskCacheDir.pfm_description = "Seadistab kataloogi, mida Chromium kasutab kettal olevate puhverdatud failide talletamiseks. Selle reegli seadmisel kasutab Chromium antud kataloogi olenemata sellest, kas kasutaja on määranud lipu „- disk-cache-dir” või mitte.";
DnsPrefetchingEnabled.pfm_title = "Luba võrgu prognoos.";
DnsPrefetchingEnabled.pfm_description = "Lubab võrgu prognoosi rakenduses Chromium ja takistab kasutajaid seadet muutmast. Kui lubate või keelate seade, ei saa kasutajad seda rakenduses Chromium muuta ega alistada.";
DownloadDirectory.pfm_title = "Määra allalaadimiskataloog";
DownloadDirectory.pfm_description = "Seadistab kataloogi, kuhu Chromium failid alla laadib. Kui seate selle reegli, kasutab Chromium sisestatud kataloogi sõltumata sellest, kas kasutaja on kataloogi määranud või lubanud lipu, mille puhul küsitakse iga kord allalaadimise asukohta.";
EditBookmarksEnabled.pfm_title = "Lubab või keelab järjehoidjate muutmise";
EditBookmarksEnabled.pfm_description = "Lubab või keelab järjehoidjate muutmise rakenduses Chromium. Seade lubamisel on võimalik järjehoidjaid lisada, eemaldada ja muuta. See on vaikeseade. Seade keelamisel ei saa järjehoidjaid lisada, eemaldada ega muuta. Olemasolevad järjehoidjad on ka edaspidi saadaval.";
EnableAuthNegotiatePort.pfm_title = "Kaasa Kerberose SPN-i mittestandardne port";
EnableAuthNegotiatePort.pfm_description = "Määrab, kas loodud Kerberose SPN peab sisaldama ebastandardset porti. Kui lubate seade ja sisestatakse ebastandardne port (st muu port kui 80 või 443), kaasatakse see loodud Kerberose SPN-i. Seade keelamisel ei hõlma Kerberose SPN ühelgi juhul porti.";
EnabledPlugins.pfm_title = "Lubatud pistikprogrammide loend";
EnabledPlugins.pfm_description = "Määrab pistikprogrammide loendi, mis rakenduses Chromium lubatakse, ja takistab kasutajaid seadet muutmast. Juhuslike tähemärkide jada vastendamiseks võib kasutada metamärke * ja ?. Märk * vastab mis tahes tähemärkide arvule, ? tähistab valikulist üksikut tähemärki, mis võib, aga ei pruugi esineda. Paomärk on \, mistõttu võite tähemärkide *, ? või \ vastendamiseks lisada nende ette märgi \. Kui pistikprogrammid on installitud, kasutatakse nende loendit rakenduses Chromium alati. Pistikprogrammid määratakse aknas „about:plugins” lubatuks ja kasutajad ei saa neid keelata. Pidage meeles, et see reegel alistab reegli DisabledPlugins ja reegli DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "Laienduste ID-d, mida kasutajatel ei ole lubatud installida (märk * keelab kõik)";
ExtensionInstallBlacklist.pfm_description = "Võimaldab määrata, milliseid laiendusi kasutajad EI saa installida. Juba installitud laiendused eemaldatakse, kui need lisatakse musta nimekirja. Musta nimekirja väärtus * tähendab, et kõik laiendused on mustas nimekirjas, kui need ei ole selgelt märgitud lubatud nimekirja.";
ExtensionInstallForcelist.pfm_title = "Taustal installitavate laienduste ID-d ja värskenduste URL-id";
ExtensionInstallForcelist.pfm_description = "Võimaldab määrata laienduste loendi, mis installitakse taustal, ilma et kasutaja peaks sekkuma. Loendi elemendid on semikooloniga (;) eraldatud ja iga element on string, mis sisaldab laienduse ID-d ja värskenduse URL-i. Näide: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Iga elemendi puhul toob Chromium sobiva ID-ga laienduse määratud URL-ilt ja installib selle taustal. Järgmistel lehtedel selgitatakse, kuidas saate laiendusi oma serveris hostida. Teavet värskenduste URL-ide kohta leiate aadressilt http://code.google.com/chrome/extensions/autoupdate.html, teavet laienduste hostimise kohta vaadake aadressilt http://code.google.com/chrome/extensions/hosting.html. Kasutajad ei saa selle reegliga määratud laiendusi desinstallida. Kui eemaldate laienduse loendist, siis desinstallib Chromium selle automaatselt. Reegliga ei saa sunnitult installida URL-e, mis on reegli ExtensionInstallBlacklist mustas nimekirjas ja mitte lubatud nimekirjas.";
ExtensionInstallWhitelist.pfm_title = "Mustast nimekirjast välistatud laienduste ID-d";
ExtensionInstallWhitelist.pfm_description = "Võimaldab määrata, millised laiendused ei kuulu musta nimekirja. Musta nimekirja väärtus * tähendab, et kõik laiendused on mustas nimekirjas ja kasutajad saavad installida vaid lubatud nimekirjas olevaid laiendusi. Vaikimisi on kõik laiendused lubatud nimekirjas, kuid kui kõik laiendused on reegliga musta nimekirja kantud, saab lubatud nimekirjaga seda reeglit alistada.";
GSSAPILibraryName.pfm_title = "GSSAPI-teegi nimi";
GSSAPILibraryName.pfm_description = "Määrab HTTP autentimisel kasutatava GSSAPI-teegi. Võite määrata ainult teegi nime või täieliku tee. Kui seadet ei sisestada, kasutab Chromium vaiketeeki.";
HomepageIsNewTabPage.pfm_title = "Kasuta avalehena Uut vahelehte";
HomepageIsNewTabPage.pfm_description = "Seadistab avalehe vaiketüübi tootes Chromium ja takistab kasutajatel avalehe eelistuste muutmist. Avaleheks võib seada määratud URL-i või uue vahelehe. Kui lubate selle seade, kasutatakse avalehena alati uut vahelehte ja avalehe URL-i eiratakse. Kui keelate selle seade, ei kasutata avalehena kunagi uut vahelehte, kui avalehe URL-iks ei ole märgitud „chrome://newtab”. Seade lubamisel või keelamisel ei saa kasutajad tootes Chromium avalehe tüüpi muuta.";
HomepageLocation.pfm_title = "Avalehe URL";
HomepageLocation.pfm_description = "Seadistab rakenduse Chromium vaikeavalehe URL-i ja takistab kasutajaid seda muutmast. Avalehe tüüp võib olla siin määratud URL või uus vaheleht. Kui valite uue vahelehe, siis eiratakse neid reegleid. Kui lubate seade, ei saa kasutajad rakenduses Chromium avalehe URL-i muuta, kuid võivad siiski avaleheks seada uue vahelehe.";
ImagesAllowedForUrls.pfm_title = "Luba kujutised nendel saitidel";
ImagesAllowedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel on lubatud kujutisi kuvada.";
ImagesBlockedForUrls.pfm_title = "Blokeeri kujutised nendel saitidel";
ImagesBlockedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud kujutisi kuvada.";
IncognitoEnabled.pfm_title = "Luba inkognitorežiim";
IncognitoEnabled.pfm_description = "Lubab inkognitorežiim rakenduses Chromium. Kui seade on lubatud või seadistamata, saavad kasutajad avada veebilehti inkognitorežiimis. Kui seade on keelatud, ei saa kasutajad veebilehti inkognitorežiimis avada.";
InstantEnabled.pfm_title = "Luba Instant";
InstantEnabled.pfm_description = "Lubab rakenduses Chromium funktsiooni Instant ja takistab kasutajaid seadet muutmast. Kui lubate seade, lubatakse rakenduses Chromium funktsioon Instant. Kui keelate seade, keelatakse rakenduse Chromium funktsioon Instant. Seade lubamisel või keelamisel ei saa kasutajad seadet muuta ega alistada.";
JavaScriptAllowedForUrls.pfm_title = "Luba JavaScript nendel saitidel";
JavaScriptAllowedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel on lubatud JavaScripti käitada.";
JavaScriptBlockedForUrls.pfm_title = "Blokeeri JavaScript nendel saitidel";
JavaScriptBlockedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud käitada JavaScripti.";
JavascriptEnabled.pfm_title = "Luba JavaScript";
JavascriptEnabled.pfm_description = "Lubab JavaScripti rakenduses Chromium ja takistab kasutajaid seadet muutmast. Kui seade on lubatud või seadistamata, saavad veebilehed JavaScripti kasutada. Kui seade on keelatud, ei saa veebilehed JavaScripti kasutada.";
MetricsReportingEnabled.pfm_title = "Luba kasutus- ja krahhiandmete aruandlus";
MetricsReportingEnabled.pfm_description = "Lubab rakenduse Chromium kasutus- ja krahhiandmete anonüümse saatmise Google'ile ja takistab kasutajaid seadet muutmast. Kui lubate seade, saadetakse kasutus- ja krahhiandmed anonüümselt Google'ile. Kui keelate seade, ei saadeta Google'ile anonüümseid kasutus- ja krahhiandmeid. Seade lubamisel või keelamisel ei saa kasutajad seda rakenduses Chromium muuta ega alistada.";
PasswordManagerAllowShowPasswords.pfm_title = "Luba kasutajatel paroolihalduris paroolide näitamine";
PasswordManagerAllowShowPasswords.pfm_description = "Juhib seda, kas kasutaja paroole võib paroolihalduris tavatekstina näidata. Kui keelate seade, ei lubata paroolihalduri aknas talletatud paroolide tavatekstina näitamist. Seade lubamisel või seadistamata jätmisel saavad kasutajad paroole paroolihalduris tavatekstina vaadata.";
PasswordManagerEnabled.pfm_title = "Luba paroolihaldur";
PasswordManagerEnabled.pfm_description = "Võimaldab salvestada paroole ja kasutada salvestatud paroole rakenduses Chromium. Kui lubate seade, saavad kasutajad lasta rakendusel Chromium parooli meelde jätta ja järgmine kord saidile sisse logides automaatselt sisestada. Kui keelate seade, ei saa kasutajad paroole salvestada ega juba salvestatud paroole kasutada. Seade lubamisel või keelamisel ei saa kasutajad seda rakenduses Chromium muuta ega alistada.";
PluginsAllowedForUrls.pfm_title = "Luba pistikprogrammid nendel saitidel";
PluginsAllowedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel on lubatud pistikprogramme käitada.";
PluginsBlockedForUrls.pfm_title = "Blokeeri pistikprogrammid nendel saitidel";
PluginsBlockedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud pistikprogramme käitada.";
PopupsAllowedForUrls.pfm_title = "Luba hüpikaknad nendel saitidel";
PopupsAllowedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel on lubatud hüpikaknaid avada.";
PopupsBlockedForUrls.pfm_title = "Blokeeri hüpikaknad nendel saitidel";
PopupsBlockedForUrls.pfm_description = "Võimaldab luua URL-i mustrite loendi, mis määrab saidid, millel ei ole lubatud hüpikaknaid avada.";
PrintingEnabled.pfm_title = "Luba printimine";
PrintingEnabled.pfm_description = "Lubab printimise rakenduses Chromium ja takistab kasutajaid seadet muutmast. Kui seade on lubatud või seadistamata, saavad kasutajad printida. Kui seade on keelatud, ei saa kasutajad rakenduses Chromium printida. Printimine keelatakse mutrivõtme menüüs, laiendustes, JavaScripti rakendustes jne. Printimine on võimalik pistikprogrammides, mis mööduvad sel ajal rakendusest Chromium. Näiteks on mõnel Flashil põhineval rakendusel kontekstimenüüs printimisvalik, mida ei keelata.";
ProxyBypassList.pfm_title = "Puhverserveri möödumisreeglite komadega eraldatud loend";
ProxyBypassList.pfm_description = "Rakendus Chromium möödub siin loetletud hostide puhul kõikidest puhverserveritest. See reegel jõustub vaid juhul, kui valisite jaotises „Puhverserveri seadete määramine” seadete käsitsi määramise. Üksikasjalikke näiteid vaadake aadressilt http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyMode.pfm_title = "Valimine, kuidas määrata puhverserveri seaded";
ProxyMode.pfm_description = "direct - Ära kunagi kasuta puhverserverit\nauto_detect - Tuvasta puhverserveri seaded automaatselt\npac_script - Kasuta puhverserveri pac-skripti\nfixed_servers - Kasuta fikseeritud puhverservereid\nsystem - Kasuta süsteemi puhverserveri seadeid\nVõimaldab määrata puhverserveri, mida Chromium kasutab, ja takistab kasutajaid puhverserveri seadeid muutmast. Kui keelate puhverserveri ja valite otseühenduse, eiratakse kõiki teisi valikuid. Kui otsustate kasutada süsteemi puhverserveri seadeid või valite puhverserveri automaatse tuvastamise, eiratakse kõiki teisi valikuid. Kui valite serveri fikseeritud puhverrežiimi, võite täpsemad valikud seada jaotistes „Puhverserveri aadress või URL„ ja „Puhverserveri möödumisreeglite komaeraldusega loend”. Kui otsustate kasutada puhverserveri pac-skripti, tuleb teil jaotises „Puhverserver pac-faili URL” määrata skripti URL. Üksikasjalikke näiteid vaadake aadressilt http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett. Selle seade lubamisel eirab Chromium kõiki käsureal määratud puhverserveriga seotud valikuid.";
ProxyPacUrl.pfm_title = "Puhverserveri pac-faili URL";
ProxyPacUrl.pfm_description = "Siin saate määrata puhverserveri pac-faili URL-i. See reegel jõustub vaid juhul, kui valisite jaotises „Puhverserveri seadete määramine” puhverserveri seadete käsitsi määramise. Üksikasjalikke näiteid vaadake siit: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
ProxyServer.pfm_title = "Puhverserveri aadress või URL";
ProxyServer.pfm_description = "Siin saate määrata puhverserveri URL-i. See reegel jõustub vaid juhul, kui valisite jaotises „Puhverserveri seadete määramine” puhverserveri seadete käsitsi määramise. Lisavalikuid ja üksikasjalikke näiteid vaadake aadressilt http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett.";
RestoreOnStartup.pfm_title = "Toiming käivitamisel";
RestoreOnStartup.pfm_description = "0 - Ava avaleht\n1 - Ava viimati avatud URL-d uuesti\n4 - Ava URL-ide loend\nVõimaldab määrata käitumise käivitamisel. Kui valite käsu „Ava avaleht”, avatakse rakenduse Chromium käivitamisel alati avaleht. Kui valite käsu „Ava viimati avatud URL-id uuesti”, siis taasavatakse URL-id, mis olid avatud rakenduse Chromium sulgemisel. Kui valite käsu „Ava URL-ide loend”, avatakse rakenduse Chromium käivitamisel loendis „Käivitamisel avatavad URL-id” olevad aadressid. Selle seade lubamisel ei saa kasutajad seda rakenduses Chromium muuta ega alistada. Seade keelamine on võrdväärne seadistamata jätmisega. Kasutajad saavad seda siiski rakenduses Chromium muuta.";
RestoreOnStartupURLs.pfm_title = "Käivitamisel avatavad URL-id";
RestoreOnStartupURLs.pfm_description = "Kui käivitamisel tehtav toiming on „Ava URL-ide loend”, võimaldab see teil määrata avatavate URL-ide loendi.";
SafeBrowsingEnabled.pfm_title = "Luba ohutu sirvimine";
SafeBrowsingEnabled.pfm_description = "Lubab rakenduse Chromium ohutu sirvimise funktsiooni ja takistab kasutajaid seda muutmast. Kui lubate seade, on ohutu sirvimine alati aktiivne. Kui keelate seade, ei ole ohutu sirvimine kunagi aktiivne. Seade lubamisel või keelamisel ei saa kasutajad seadet rakenduses Chromium muuta ega alistada.";
SavingBrowserHistoryDisabled.pfm_title = "Keela brauseri ajaloo salvestamine";
SavingBrowserHistoryDisabled.pfm_description = "Keelab brauseri ajaloo salvestamise rakenduses Chromium ja takistab kasutajaid seadet muutmast. Kui seade on lubatud, siis sirvimisajalugu ei salvestata. Kui seade on keelatud või seadistamata, siis salvestatakse sirvimisajalugu.";
SearchSuggestEnabled.pfm_title = "Luba otsingusoovitused";
SearchSuggestEnabled.pfm_description = "Lubab otsingusoovitused rakenduse Chromium omnikastikeses ja takistab kasutajaid seadet muutmast. Kui lubate seade, kasutatakse otsingusoovitusi. Kui keelate seade, ei kasutata otsingusoovitusi. Seade lubamisel või keelamisel ei saa kasutajad seadet rakenduses Chromium muuta ega alistada.";
ShowHomeButton.pfm_title = "Kuva tööriistaribal nuppu Avaleht";
ShowHomeButton.pfm_description = "Näitab rakenduse Chromium tööriistaribal nuppu Avaleht. Kui lubate seade, näidatakse avalehe nuppu alati. Kui keelate seade, ei näidata avalehe nuppu kunagi. Seade lubamisel või keelamisel ei saa kasutajad seadet rakenduses Chromium muuta ega alistada.";
SyncDisabled.pfm_title = "Keela andmete sünkroonimine Google'iga";
SyncDisabled.pfm_description = "Keelab rakenduses Chromium andmete sünkroonimise Google'i hostitud sünkroonimisteenustega ja takistab kasutajaid seadet muutmast. Kui lubate seade, ei saa kasutajad seda rakenduses Chromium muuta ega alistada.";
TranslateEnabled.pfm_title = "Luba Tõlge";
TranslateEnabled.pfm_description = "Lubab integreeritud Google'i tõlke rakenduses Chromium. Kui lubate seade, ilmub rakenduses Chromium integreeritud tööriistariba, millega kasutajad saavad võimalusel lehe tõlkida. Seade keelamisel ei näe kasutajad tõlkeriba. Seade lubamisel või keelamisel ei saa kasutajad seadet rakenduses Chromium muuta ega alistada.";
UserDataDir.pfm_title = "Kasutaja andmete kataloogi määramine";
UserDataDir.pfm_description = "Seadistab kataloogi, kus Chromium kasutajate andmeid talletab. Kui rakendate reeglit, kasutab Chromium sisestatud kataloogi sõltumata sellest, kas kasutaja on määranud lipu „--user-data-dir”.";